Repository: roife/orgenda
Catalog: Orgenda/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: The WebDAV server address must not contain a query string.
zh_hans: WebDAV 服务器地址不能包含查询参数。
zh_hant: WebDAV 伺服器位址不能包含查詢參數。

source: The workspace cannot access %@ because its path leaves the selected folder or contains a symbolic-link cycle.
zh_hans: 工作区无法访问 %@，因为其路径超出了所选文件夹，或包含循环符号链接。
zh_hant: 工作區無法訪問 %@，因為其路徑超出了所選資料夾，或包含迴圈符號連結。

source: The workspace changed while keeping a copy. Finish editing and try again.
zh_hans: 保留副本时工作区发生了变化。请完成编辑后重试。
zh_hant: 保留副本時工作區發生了變更。請完成編輯後重試。

source: The workspace folder is unavailable. Reconnect the folder and try again.
zh_hans: 工作区文件夹不可用，请重新连接后再试。
zh_hant: 工作區資料夾不可用，請重新連接後再試。

source: Theme
zh_hans: 主题
zh_hant: 主題

source: Theme, language, and fonts
zh_hans: 主题、语言和字体
zh_hant: 主題、語言和字型

source: This attachment needs a DIR or ID property on its heading or an ancestor.
zh_hans: 请在当前标题或上级标题中设置 DIR 或 ID 属性，以定位附件。
zh_hant: 請在目前標題或上層標題中設定 DIR 或 ID 屬性，以定位附件。

source: This build has not configured %@ sign-in. See CloudStorage.md for setup.
zh_hans: 此版本尚未配置 %@ 登录。请参阅 CloudStorage.md 完成设置。
zh_hant: 此版本尚未設定 %@ 登入。請參閱 CloudStorage.md 完成設定。

source: This document does not contain an Org heading.
zh_hans: 此文档不包含 Org 标题。
zh_hant: 此文件不包含 Org 標題。

source: This file no longer needs your attention.
zh_hans: 此文件已不需要处理。
zh_hant: 此檔案已不需要處理。

source: This file will move to Recently Deleted. You can restore it later.
zh_hans: 此文件将移到“最近删除”，你可以稍后恢复。
zh_hant: 此檔案將移到“最近刪除”，你可以稍後恢復。

source: This folder and everything inside will move to Recently Deleted. You can restore it later.
zh_hans: 此文件夹及其所有内容将移到“最近删除”，你可以稍后恢复。
zh_hant: 此資料夾及其所有內容將移到“最近刪除”，你可以稍後恢復。

source: This folder is empty
zh_hans: 此文件夹为空
zh_hant: 此資料夾為空

source: This image format is unsupported or the image file is damaged.
zh_hans: 图片格式不受支持，或文件已损坏。
zh_hant: 圖片格式不受支援，或檔案已損壞。

source: This image link has an invalid or unsupported path.
zh_hans: 图片链接的路径无效或不受支持。
zh_hant: 圖片連結的路徑無效或不受支援。

source: This image path leaves the selected workspace folder.
zh_hans: 图片路径超出了所选工作区文件夹。
zh_hant: 圖片路徑超出了所選工作區資料夾。

source: This image requires a secure HTTPS connection.
zh_hans: 此图片需要使用 HTTPS 安全连接。
zh_hant: 此圖片需要使用 HTTPS 安全連線。

source: This item has multiple repeating timestamps. Update them together in the source editor.
zh_hans: 此条目包含多个重复时间戳，请在源码编辑器中一并更新。
zh_hant: 此條目包含多個重複時間戳，請在原始碼編輯器中一併更新。

source: This repeat rule is unsupported. Choose an interval above to replace it.
zh_hans: 不支持此重复规则，请选择上方的间隔来替换它。
zh_hant: 不支援此重複規則，請選擇上方的間隔來替換它。

source: This state requires a reason in the logbook.
zh_hans: 此状态需要在日志中记录原因。
zh_hant: 此狀態需要在日誌中記錄原因。

source: This WebDAV server did not return a strong ETag after saving.
zh_hans: 此 WebDAV 服务器在保存后未返回强 ETag。
zh_hant: 此 WebDAV 伺服器在儲存後未傳回強 ETag。

source: This WebDAV server does not enforce create-only writes.
zh_hans: 此 WebDAV 服务器不能保证新建文件时不覆盖现有文件。
zh_hant: 此 WebDAV 伺服器無法保證建立新檔案時不覆寫現有檔案。

source: This WebDAV server does not provide strong file ETags.
zh_hans: 此 WebDAV 服务器不提供文件强 ETag。
zh_hant: 此 WebDAV 伺服器不提供檔案強 ETag。

source: This WebDAV server does not reject conflicting changes.
zh_hans: 此 WebDAV 服务器不会拒绝有冲突的修改。
zh_hant: 此 WebDAV 伺服器不會拒絕有衝突的修改。

source: This week
zh_hans: 本周
zh_hant: 本週

source: Time
zh_hans: 时间
zh_hant: 時間

source: Timestamp
zh_hans: 记录时间
zh_hant: 記錄時間

source: Timing is saved in config.json and shared across devices. An entry's custom warning time takes precedence.
zh_hans: 时间设置保存在 config.json 中并在设备间共享。条目自身的提醒时间优先。
zh_hant: 時間設定儲存於 config.json 並在裝置間共用。項目自身的提醒時間優先。

source: Title
zh_hans: 标题
zh_hant: 標題

source: Title (optional)
zh_hans: 标题（可选）
zh_hant: 標題（可選）

source: To
zh_hans: 至
zh_hant: 至

source: Today
zh_hans: 今天
zh_hant: 今天

source: TODO
zh_hans: 待办
zh_hant: 待辦

source: TODO keywords and perspectives
zh_hans: TODO 关键字和视图
zh_hant: TODO 關鍵字和檢視

source: Tomorrow
zh_hans: 明天
zh_hant: 明天

source: Tree-sitter parser is warming up
zh_hans: Tree-sitter 解析器正在启动
zh_hant: Tree-sitter 解析器正在啟動

source: Try a tag
zh_hans: 试试标签
zh_hant: 試試標籤

source: Try template without saving
zh_hans: 试填模板（不保存文件）
zh_hant: 試填範本（不儲存檔案）

source: Type
zh_hans: 类型
zh_hant: 型別

source: Typing
zh_hans: 输入
zh_hant: 輸入

source: Unchecked
zh_hans: 未勾选
zh_hant: 未勾選

source: Unchecked, Updating
zh_hans: 未勾选，正在更新
zh_hant: 未勾選，正在更新

source: Undo
zh_hans: 撤销
zh_hant: 撤銷

source: Unit
zh_hans: 单位
zh_hant: 單位

source: Unscheduled
zh_hans: 未安排
zh_hant: 未安排

source: Unscheduled · %lld open
zh_hans: 未安排 · %lld 项未完成
zh_hant: 未安排 · %lld 項未完成

source: Unsynced edits will be kept in orgenda → Unsaved Edits before leaving this workspace. They will not be uploaded to the new location.
zh_hans: 离开工作区前，未同步的修改会保存在 orgenda → Unsaved Edits 中，不会上传到新的存储位置。
zh_hant: 離開工作區前，尚未同步的修改會儲存在 orgenda → Unsaved Edits 中，不會上傳至新的儲存位置。

source: Untitled
zh_hans: 无标题
zh_hant: 無標題

source: Up to date
zh_hans: 已同步
zh_hant: 已同步

source: Update current configuration
zh_hans: 更新当前配置
zh_hant: 更新目前設定

source: Update Password
zh_hans: 更新密码
zh_hant: 更新密碼

source: Update WebDAV Password
zh_hans: 更新 WebDAV 密码
zh_hant: 更新 WebDAV 密碼

source: Updating files…
zh_hans: 正在更新文件…
zh_hant: 正在更新檔案…

source: Updating reminders…
zh_hans: 正在更新提醒…
zh_hant: 正在更新提醒…

source: Urgent
zh_hans: 紧急
zh_hant: 緊急

source: URGENT
zh_hans: 紧急
zh_hant: 緊急

source: Urgent actions
zh_hans: 紧急行动
zh_hant: 緊急行動

source: URL or Org link
zh_hans: 网址或 Org 链接
zh_hant: 網址或 Org 連結

source: Use Folder Versions…
zh_hans: 使用文件夹中的版本…
zh_hant: 使用資料夾中的版本…

source: Use Storage Version
zh_hans: 使用存储位置版本
zh_hant: 使用儲存位置版本

source: Use storage version?
zh_hans: 使用存储位置版本？
zh_hant: 使用儲存位置版本？

source: Use the menu to reorder states or move them between groups.
zh_hans: 通过菜单调整状态顺序，或将状态移到另一组。
zh_hant: 透過選單調整狀態順序，或將狀態移至另一組。

source: Use This Device's Version
zh_hans: 使用本机版本
zh_hant: 使用本機版本

source: Use this device's version?
zh_hans: 使用本机版本？
zh_hant: 使用本機版本？

source: Username
zh_hans: 用户名
zh_hant: 使用者名稱

source: Using defaults
zh_hans: 使用默认配置
zh_hant: 使用預設設定

source: View latest version
zh_hans: 查看最新版本
zh_hant: 檢視最新版本

source: WAIT
zh_hans: 等待中
zh_hant: 等待中

source: Waiting
zh_hans: 等待中
zh_hant: 等待中

source: Warn before · %lld min
zh_hans: 提前提醒 · %lld 分钟
zh_hant: 提前提醒 · %lld 分鐘

source: Week
zh_hans: 周
zh_hant: 週

source: Weeks
zh_hans: 周
zh_hant: 週

source: What is the first concrete step?
zh_hans: 第一个具体步骤是什么？
zh_hant: 第一個具體步驟是什麼？

source: What's on your mind?
zh_hans: 在想些什么？
zh_hant: 在想些什麼？

source: Work project
zh_hans: 工作项目
zh_hant: 工作專案

source: work, focus
zh_hans: 工作, 专注
zh_hant: 工作, 專注

source: Workflow · Process / Terminal
zh_hans: 工作流 · 进行中／终结
zh_hant: 工作流程 · 進行中／終結

source: Workflow, capture & Org files
zh_hans: 工作流、捕获模板与 Org 文件
zh_hant: 工作流程、擷取範本與 Org 檔案

source: Workspace
zh_hans: 工作区
zh_hant: 工作區

source: Workspace & Sync
zh_hans: 工作区与同步
zh_hant: 工作區與同步

source: Workspace configuration
zh_hans: 工作区配置
zh_hant: 工作區設定

source: Workspace folder, saving, and sync
zh_hans: 工作区文件夹、保存与同步
zh_hant: 工作區資料夾、儲存與同步

source: Workspace is not connected
zh_hans: 尚未连接工作区
zh_hant: 尚未連接工作區

source: Workspace not connected
zh_hans: 未连接工作区
zh_hant: 尚未連接工作區

source: Workspace not ready · Connect a folder
zh_hans: 工作区尚未就绪 · 连接文件夹
zh_hant: 工作區尚未就緒 · 連接資料夾

source: Workspace storage and cloud sync status
zh_hans: 工作区存储和云同步状态
zh_hant: 工作區儲存和雲同步狀態

source: Workspace timing
zh_hans: 工作区提醒时间
zh_hant: 工作區提醒時間

source: Workspace unavailable
zh_hans: 工作区不可用
zh_hant: 工作區無法使用

source: Workspace, appearance, and reminders
zh_hans: 工作区、外观与提醒
zh_hant: 工作區、外觀與提醒

source: Write an Entry
zh_hans: 写日记
zh_hant: 寫日記

source: Year
zh_hans: 年
zh_hant: 年

source: Years
zh_hans: 年
zh_hant: 年

source: Your changes haven't been saved.
zh_hans: 你的更改尚未保存。
zh_hant: 你的更改尚未儲存。

source: Your date and repeat changes haven't been saved.
zh_hans: 你对日期和重复规则的更改尚未保存。
zh_hant: 你對日期和重複規則的更改尚未儲存。

source: Your draft was copied as Org text. You can paste it into another document.
zh_hans: 草稿已复制为 Org 文本，可以粘贴到其他文档。
zh_hant: 草稿已複製為 Org 文字，可以貼到其他文件。

source: Your entry hasn't been saved.
zh_hans: 你的记录尚未保存。
zh_hant: 你的記錄尚未儲存。

source: Your file versions are in sync.
zh_hans: 文件版本已同步。
zh_hant: 檔案版本已同步。

source: Your files could not be opened. Try again or choose a folder.
zh_hans: 无法打开文件，请重试或选择文件夹。
zh_hant: 無法開啟檔案，請重試或選擇資料夾。

source: Your local edits will be replaced with the storage version. A recovery copy of your local edits will be kept.
zh_hans: 本机修改将替换为存储位置中的版本。替换前会保留本机修改的恢复副本。
zh_hant: 本機修改將取代為儲存位置中的版本。取代前會保留本機修改的復原副本。

source: Your Org workflow requires a note for this status change.
zh_hans: 你的 Org 工作流要求为此次状态更改添加备注。
zh_hant: 你的 Org 工作流程要求為此次狀態更改新增備註。
